// © Copyright 2004-2008, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Upload do arquivo";
kUploadingTitleStringKey = "Fazendo o upload…";
kUploadingReceiveResponseTitleStringKey = "Recebendo resposta…";

// Errors
kFileOpenError = "Não é possível abrir o arquivo %@";
kFileOpenErrorExplanation = "Este arquivo está corrupto ou pode ter mudado de localização, ter sido renomeado ou excluído. Verifique a localização do arquivo ou selecione outro arquivo, e tente novamente.";
kPrintChannelOpenError = "Não é possível abrir um canal da impressora.";
kPrintChannelOpenErrorExplanation = "Verifique se a impressora está conectada e ligada, e tente novamente.";
kSendDataError = "Não é possível enviar dados para a impressora.";
kSendDataErrorExplanation = "Verifique se a impressora está conectada e ligada, e tente novamente.";

HSDDescriptionField = "Selecionar um arquivo e transferi-lo para a impressora. O resultado desta operação depende do conteúdo do arquivo a ser transferido.";
HSDFilePathLabel = "Nome do arquivo:";
HSDFilePathField = "<Não selecionado>";
HSDChooseButton = "Escolher…";
HSDGetResponseButton = "Exibir a resposta deste dispositivo";
HSDUploadButton = "Fazer o upload";

HSDProgressTitle = "Fazendo o upload…";
HSDCancelButton = "Cancelar";

HSDCloseButton = "Fechar";
